Repository: akatoff/AviaTickets
Catalog: AviasalesLib/Resources/*.lproj/AviasalesStaticLibLocalizable.strings
Languages: ru

# AVIASALES_LANG
source: en
ru: ru

# AVIASALES_REDIRECT_ERROR
source: Unable to proceed to purchase. Server error
ru: Не удалось перейти к покупке. Ошибка сервера

# AVIASALES_REDIRECT_EXPIRED
source: Unable to proceed to purchase. Please try to make a new search request
ru: Не удалось перейти к покупке. Попробуйте повторить поиск

# AVIASALES_SEARCH_RESULTS_EMPTY
source: No results found. Try changing search settings
ru: Ничего не найдено. Попробуйте изменить параметры поиска

# AVIASALES_SEARCH_RESULTS_ERROR
source: Sorry, service temporarily unavailable
ru: Извините, сервис Aviasales временно недоступен

# AVIASALES_OTHER_ALLIANCES
source: Other Airline Alliances
ru: Другие альянсы

# AVIASALES_SEARCH_PARAMS_ERROR_ORIGIN_EMPTY
source: Please select departure airport
ru: Не указан пункт отправления

# AVIASALES_SEARCH_PARAMS_ERROR_DESTINATION_EMPTY
source: Please select destination airport
ru: Не указан пункт назначения

# AVIASALES_SEARCH_PARAMS_ERROR_ORIGIN_FORMAT_ERROR
source: Incorrect Departure airport format (should be IATA-code)
ru: Неверный формат пункта отправления

# AVIASALES_SEARCH_PARAMS_ERROR_DESTINATION_FORMAT_ERROR
source: Incorrect Destination airport format (should be IATA-code)
ru: Неверный формат пункта назначения

# AVIASALES_SEARCH_PARAMS_ERROR_SAME_AIRPORTS
source: Origin and destination can't be the same
ru: Пункт вылета и назначения совпадают

# AVIASALES_SEARCH_PARAMS_ERROR_DEPARTURE_DATE_EMPTY
source: Field is required: Departure Date
ru: Укажите, пожалуйста, дату отправления

# AVIASALES_SEARCH_PARAMS_ERROR_RETURN_DATE_EMPTY
source: Field is required: Return Date
ru: Укажите, пожалуйста, дату возвращения

# AVIASALES_SEARCH_PARAMS_ERROR_EXPIRED_DATE
source: Departure date has passed
ru: Дата вылета уже прошла

# AVIASALES_SEARCH_PARAMS_ERROR_EARLY_RETURN_DATE
source: Departure date is later than return date
ru: Дата вылета позже даты возвращения

# AVIASALES_SEARCH_PARAMS_ERROR_ONE_ADULT_REQUIRED
source: At least one adult must be among the passengers
ru: Среди пассажиров должен быть минимум один взрослый

# AVIASALES_SEARCH_PARAMS_ERROR_TOTAL_PASSENGERS
source: Total number of adults and children shouldn't be more than 9
ru: Взрослых пассажиров и детей в сумме не может быть больше 9

# AVIASALES_SEARCH_PARAMS_ERROR_TOTAL_INFANTS
source: Total number of infants shouldn't be more than 9
ru: Младенцев не может быть больше 9

# AVIASALES_SEARCH_PARAMS_ERROR_WRONG_CLASS
source: Incorrect travel class
ru: Неподдерживаемый класс перелета
